#travel_data.py
TRAVEL_DATA = {
    "속초": {
        "travel": ["설악산국립공원","영금정","속초중앙시장"],
        "festivities" : ["속초설악문화제","속초칠링비치페스티벌","속초해맞이축제"],
        "activity": ["설악산케이블카","속초해수욕장","속초아이대관람차","얼라이브하트"]
    },
    "강릉": {
        "travel": ["강릉솔향수목원","영진해변","경포대"],
        "festivities" : ["강릉커피축제","강릉단오제","강릉누들축제"],
        "activity": ["정동진레일바이크","강릉아라나비바다하늘자전거","강릉아르떼뮤지엄"]
    },
    "평창": {
        "travel": ["월정사전나무숲","이효석문화마을","오대산국립공원"],
        "festivities" : ["평창송어축제","평창농악축제","평창효석문화제"],
        "activity": ["허브나라농원","발왕산관광케이블카","대관령양떼목장","대관령하늘목장"]
    },
    "가평": {
        "travel": ["자라섬","남이섬","쁘띠프랑스","코스모피아천문","신비동물원가평"],
        "festivities" : ["가평양떼목장유채꽃축제","자라섬꽃페스타","에덴벚꽃길벚꽃축제"],
        "activity": ["가평별다리글램핑","가평레일파크","W홀스랜드","가평시티투어"]
    },
    "수원": {
        "travel": ["영흥수목원","광교산","수원화성"],
        "festivities" : ["수원재즈페스티벌","수원화성문화재","수원국가유산야행"],
        "activity": ["플라잉수원","기후변화체험교육관두드림","수원화성국궁체험장"]
    },
    "용인": {
        "travel": ["백남준아트센터","캐리비안베이","에버랜드","한국민속촌"],
        "festivities" : ["처인성문화제","용인청년페스티벌","대한민국조아용페스티벌"],
        "activity": ["용인레포츠","플라이스테이션","양지파인리조트스키장"]
    },
    "충주": {
        "travel": ["호암지생태공원","충주고구려비전시관","충주활옥동굴"],
    },
    "보령": {
        "travel": ["죽도","보령성주사지","대천해수욕장"],
    },
    "논산": {
        "travel": ["반야사","탑정호수변생태공원","온빛자연휴양림"],
    },
    "영동" : {
        "festivities" : ["영동난계국악축제"]
    },
    "옥천" : {
        "festivities" : ["향수옥천포도복숭아축제"]
    },
    "단양" : {
        "festivities" : ["다리안온축제"]
    },
    "당진" : {
        "activity": ["삽교호자전거터미널","삽교호놀이동산"]
    },
    "공주" : {
        "activity": ["공주경비행기"]
    },
    "함평": {
        "travel": ["함평엑스포공원","용천사꽃무릇공원","함평자연생태공원"],
    },
    "곡성": {
        "travel": ["섬진강기차마을","도림사","대황강자연휴식공원"],
    },
    "여수": {
        "travel": ["여수예술랜드","라테라스윈터빌리지어드벤처","한려해상국립공원"],
        "festivities" : ["여수밤바다불꽃축제"],
        "activity": ["여수스노클링","여수패러글라이딩"]
    },
    "전주" : {
        "festivities" : ["전주비빔밥축제","전주세계소리축제","전주가맥축제"]
    },
    "목포" : {
        "festivities" : ["목포문화유산야행","목포항구축제","목포세계마당페스티벌"]
    },
    "완도" : {
        "activity": ["완도바닥카약"]
    },
    "대구" : {
        "travel": ["대구스파밸리","수성못유원지","달성공원"],
        "festivities" : ["대구치맥페스티벌","대구국제뮤지컬페스티벌","대구약령시한방문화축제"],
        "activity": ["이월드","만촌인라인롤러스케이트장","앞산케이블카"]
    },
    "부산" : {
        "travel": ["롯데월드어드벤처부산","태종대","부산자갈치시장"],
        "festivities" : ["광안리어방축제","해운대모래축제","부산고등어축제"],
    },
    "울산" : {
        "travel": ["태화강국가정원","박상진의사생가","장생포고래박물관"],
        "festivities" : ["울산서머페스티벌","울산옹기축제","울산대공원장미축제"],
    },
    "제주" : {
        "travel": ["스누피가든","아르떼뮤지엄제주","제주4·3평화공원"],
        "festivities" : ["제주한잔우리술페스티벌","제주독서대"],
        "activity": ["제주레포츠랜드"]
    },
    "서귀포" : {
        "travel": ["천지연폭포","성산일출봉","카멜리아힐"],
        "festivities" : ["서귀포은갈치축제"],
        "activity": ["하모돌고래투어","쇠소깍카약"]
    },



}